[{
  "id":"2016-venta-del-baron" ,
  "name":"2016 Venta del Baron",
  "description":"Since 1998 Venta del Barón, included in the PDO Priego de Córdoba, has received more than 80 awards in 8 different countries, which include “World´s Best Olive Oil” by the International Olive Council as well as “Spain’s Best Extra Virgin Olive Oil” from the Spanish Ministry of Agriculture. The PDO Priego de Córdoba is located in the very heart of Andalusia in the Sierras Subbéticas Natural Park. Due to its unique microclimate, the area produces internationally recognized olive oils of extraordinary quality. At the Muela olive mill in Priego de Córdoba, where the oil of Venta del Barón comes to life, the olives are cold pressed less than 15 hours after picking so that the genuine aroma of the olives is preserved, and only the best “juice” is selected according to the strict rules of the PDO Priego de Córdoba. The result is a luminous oil with intense fruity aromas of green herbs, peppermint, almond, banana and apple. Its flavor is reminiscent of vegetables such as tomatoes and artichoke, and has a slightly bitter and spicy finish." ,
  "price":"$19,00",
  "category": "Spanish Olive Oil",
  "categoryId": "Spanish-Olive-Oil",
  "quantity": "100",
  "imageUrl": "css/assets/img/oil-0.png"
},
{
  "id":"2016-oro-del-desierto-picual" ,
  "name":"2016 Oro del Desierto Picual",
  "description":"This organic extra virgin olive oil, pressed from 100% Picual variety olives, is a medium-intense fruity oil and golden green in color. Its aroma is strong and well-rounded with fruity notes of ripe tomato and banana enriched with spicy hints of black pepper, mint and oregano. Its taste is robust with harmonious vegetal notes and a definite almond finish." ,
  "price":"$16,00",
  "category": "Spanish Olive Oil",
  "categoryId": "Spanish-Olive-Oil",
  "quantity": "100",
  "imageUrl": "css/assets/img/oil-1.png"
},
{
  "id":"bariani-fall-harvest" ,
  "name":"Bariani Fall Harvest",
  "description":"From California’s heartland comes a luscious extra virgin olive oil pressed from locally-grown Manzanillo and Mission olives from the Bariani family. Enjoy this olive oil on your favorite dishes and experience the flavor of the bountiful California land. A great complement to any food and a perfect choice at any special occasion, this California extra virgin olive oil will accommodate even the most discriminating palate." ,
  "price":"$13,95",
  "category": "California Olive Oil",
  "categoryId": "California-Olive-Oil",
  "quantity": "100",
  "imageUrl": "css/assets/img/oil-2.png"
},
{
  "id":"2016-Olio-Quattrociocchi-Olivastro" ,
  "name":"2016 Olio Quattrociocchi Olivastro",
  "description":"This extra virgin olive oil is produced exclusively from 100% Itrana variety olives locally grown on the Quattrociocchi Estate in Alatri. This oil has a fruity aroma enhanced by complex notes of grass, artichoke, green tomato and apple. Its flavor is pleasantly balanced in bitter and spiciness with hints of green almond." ,
  "price":"$21,00",
  "category": "Italian Olive Oil",
  "categoryId": "Italian-Olive-Oil",
  "quantity": "100",
  "imageUrl": "css/assets/img/oil-3.png"
},
{
  "id":"2016-Venta-del-Baron-2.5L-Tin" ,
  "name":"2016 Venta del Baron 2.5L Tin",
  "description":"Since 1998 Venta del Barón, included in the PDO Priego de Córdoba, has received more than 60 awards in 8 different countries, which include World´s Best Olive Oil by the International Olive Council as well as Spain’s Best Extra Virgin Olive Oil from the Spanish Ministry of Agriculture. The PDO Priego de Córdoba is located in the very heart of Andalusia in the Sierras Subbéticas Natural Park. Due to its unique microclimate, the area produces internationally recognized olive oils of extraordinary quality. At the Muela olive mill in Priego de Córdoba, where the oil of Venta del Barón comes to life, the olives are cold pressed less than 15 hours after picking so that the genuine aroma of the olives is preserved, and only the best juice is selected according to the strict rules of the PDO Priego de Córdoba. The result is a luminous oil with intense fruity aromas of green herbs, peppermint, almond, banana and apple. Its flavor is reminiscent of vegetables such as tomatoes and artichoke, and has a slightly bitter and spicy finish." ,
  "price":"$42,00",
  "category": "Spanish Olive Oil",
  "categoryId": "Spanish-Olive-Oil",
  "quantity": "100",
  "imageUrl": "css/assets/img/oil-4.png"
},
{
  "id":"Frantoi-Cutrera-Frescolio-Novello" ,
  "name":"Frantoi Cutrera Frescolio Novello",
  "description":"Harvested early from green olives and bottled soon after crushing, this limited edition unfiltered olive oil is the true taste of the Sicilian olive harvest. Its fresh, fruity aroma is extraordinarily intense with pronounced notes of fresh aromatic herbs that is characteristic of a freshly produced oil. The full-bodied flavor is rich and enveloping with a spicy and bitter freshness. This oil is exceptional on freshly baked bread and perfect on bruschetta, vegetable soups and grilled game, as well as hearty winter dishes such as stews and casseroles." ,
  "price":"$35,00",
  "category": "Italian Olive Oil",
  "categoryId": "Italian-Olive-Oil",
  "quantity": "100",
  "imageUrl": "css/assets/img/oil-5.png"
},
{
  "id":"Bariani-Early-Harvest" ,
  "name":"Bariani Early Harvest",
  "description":"This extra virgin olive oil is produced entirely from green olives harvested from the Bariani orchards in October giving it an intense and robust flavor. With peppery notes of green grass and artichoke, try this olive oil on your favorite dishes and experience the flavor of the bountiful California land." ,
  "price":"$17,95",
  "category": "California Olive Oil",
  "quantity": "100",
  "imageUrl": "css/assets/img/oil-6.png"
},
{
  "id":"Oro-del-Desierto-1/10-Novello" ,
  "name":"Oro del Desierto 1/10 Novello",
  "description":"A limited edition, fresh, unfiltered olive oil bottled just days after crushing at the mill of Oro del Desierto, this seasonal product cannot be found any other time of year. Made from Picual and Arbequina olives picked green in the area of Finca el Vicario in Almeria, Spain, the flavor is exceptionally intense with notes of green grass, tomato, apple and almonds. Its flavor is bitter and spicy, yet exceptionally well balanced. Try it with fresh goat cheese, green salads, sauces, tomato and garlic salads, toasts or just simply with a piece of fresh baked bread." ,
  "price":"$38,00",
  "category": "Gifts",
  "categoryId": "Gifts",
  "quantity": "100",
  "imageUrl": "css/assets/img/oil-7.png"
},
{
  "id":"2016-Olio-Quattrociocchi-Garlic" ,
  "name":"2016 Olio Quattrociocchi Garlic",
  "description":"The special organic aromatic oils from Olio Quattrociocchi are a must-try. Specially fused with garlic during the crushing of the olives, this oil is made exclusively from olives grown on their organic farm in Alatri from the Itrana, Moraiolo, Leccino and Frantoio varieties. Try this oil with roasted meats and potatoes, pesto, pasta or added to mashed potatoes." ,
  "price":"$11,00",
  "category": "Italian Olive Oil",
  "categoryId": "Italian-Olive-Oil",
  "quantity": "100",
  "imageUrl": "css/assets/img/oil-8.png"
},
{
  "id":"2016-Olio-Quattrociocchi-Basil" ,
  "name":"2016 Olio Quattrociocchi Basil",
  "description":"The special organic aromatic oils from Olio Quattrociocchi are a must-try. Specially fused with basil during the crushing of the olives, this oil is made exclusively from olives grown on their organic farm in Alatri from the Itrana, Moraiolo, Leccino and Frantoio varieties. Try this oil in your next batch of Pesto or drizzled on tomatoes and grilled vegetables." ,
  "price":"$11,00",
  "category": "Italian Olive Oil",
  "categoryId": "Italian-Olive-Oil",
  "quantity": "100",
  "imageUrl": "css/assets/img/oil-9.png"
},
{
  "id":"Castillo-de-Canena-Smoked-Arbequino" ,
  "name":"Castillo de Canena Smoked Arbequino",
  "description":"The latest creation from Castillo de Canena is their new Smoked Arbequino, a delicately smoked olive oil. Cold-infused with oak and other organic wood smoke, this oil maintains all of its essence and quality, preventing any alterations in the oil’s natural properties without losing its flavor. This incredibly unique oil has a fresh aroma of apple and almond with a warm touch of caramel, vanilla and toffee. Try it on grilled sea bass, salmon, baked potatoes and soups to add just a touch of sweet smoky flavor." ,
  "price":"$23,95",
  "category": "Spanish Olive Oil",
  "categoryId": "Spanish-Olive-Oil",
  "quantity": "100",
  "imageUrl": "css/assets/img/oil-10.png"
},
{
  "id":"Entelia-Novello" ,
  "name":"Entelia Novello",
  "description":"From the season’s first pickings, Entelia Novello is crushed from early harvested Koroneiki olives grown in the PDO certified region of Kolymbari in Western Crete, one of Greece’s most renowned production regions. This very special extra virgin olive oil is a product of love and passion, produced on small family-owned farms at the foothills of the picturesque White Mountains of Western Crete. Harvesting is done by hand of the greenest olives then transported to the mill for crushing within the crucial short hours after picking. The result of this Novello is a supremely fresh, unfiltered oil that is vibrantly emerald green in color with characteristic flavor notes of fresh herbs, green fruits with a hint of artichoke and a spicy, peppery finish. The Greeks enjoy their Novello dipped in freshly baked bread, drizzled over grilled fish and vegetables, boiled legumes and mountain greens, and fish soups." ,
  "price":"$32,00",
  "category": "Greek Olive Oil",
  "categoryId": "Greek-Olive-Oil",
  "quantity": "100",
  "imageUrl": "css/assets/img/oil-11.png"
},
{
  "id":"2016-AMORIS-Gift-Set" ,
  "name":"2016 AMORIS Gift Set",
  "description":"A set of four unique olive oils from California, Greece, Spain and Italy made exclusively for OliveOilLovers.com. Comes in a high quality black gift box:" ,
  "price":"$19,00",
  "category": "Gifts",
  "categoryId": "Gifts",
  "quantity": "100",
  "imageUrl": "css/assets/img/oil-12.png"
},
{
  "id":"2016-Olio-Quattrociocchi-Biologica" ,
  "name":"2016 Olio Quattrociocchi Biologica",
  "description":"Produced exclusively from organic olives grown on the Quattrociocchi Estate, this extra virgin olive oil is medium-intense in fruitiness with a powerful and strong aroma, characterized by vegetal notes, green grass, mint and rosemary. Its taste is fine and balanced with a flavor of garden vegetables and dried fruit with a strong, pungent finish." ,
  "price":"$19,00",
  "category": "Italian Olive Oil",
  "categoryId": "Italian-Olive-Oil",
  "quantity": "100",
  "imageUrl": "css/assets/img/oil-13.png"
},
{
  "id":"2016-Basirico-de-Agricoltura-Organic" ,
  "name":"2016 Basirico de Agricoltura Organic",
  "description":"The superior quality of this Organic Extra Virgin Olive Oil is achieved by combining the most ancient and natural farming techniques with the latest understanding of the entire organic process of production. The organic process aims to maintain and improve the natural fertility of the soil, its biodiversity, and the balance of the ecosystem, by minimizing the use of non-renewable resources. Pressed from hand-picked olives, this unfiltered extra virgin olive oil is medium fruity with an elegant, yet complex, aroma of ripe tomato, basil and hints of black pepper. Its flavor is fruity and harmonious with a sweet almond finish." ,
  "price":"$18,00",
  "category": "Italian Olive Oil",
  "categoryId": "Italian-Olive-Oil",
  "quantity": "100",
  "imageUrl": "css/assets/img/oil-14.png"
},
{
  "id":"2016-Franci-Bio-Organic" ,
  "name":"2016 Franci Bio Organic",
  "description":"Pressed from hand-picked olives mainly of the Olivastra Seggianese variety grown in the hills of Val d’Orcia and Tuscan Maremma, this extra virgin olive oil is medium fruity with a clear scent of olives and notes of ripe fruit, banana, and a slight herbaceous scent of artichoke. Its taste is clean with a slightly sweet flavor, followed by a harmonious, slightly bitter and spicy finish. Ideal for drizzling on salads, bruschetta, and fish, and for preparing mayonnaise and other dressings." ,
  "price":"$19,00",
  "category": "Italian Olive Oil",
  "categoryId": "Italian-Olive-Oil",
  "quantity": "100",
  "imageUrl": "css/assets/img/oil-15.png"
},
{
  "id":"2016-Olio-Quattrociocchi-Moraiol" ,
  "name":"2016 Olio Quattrociocchi Moraiolo",
  "description":"Not for the faint of heart, this amazing organic extra virgin olive oil is powerful and pungent. Produced exclusively from organic Moraiolo variety olives, this oil is intense in fruitiness with complex notes of fresh-cut grass and artichoke with definite aromatic hints of mint, sage and basil. Its taste is strong, bitter and pungent and well-balanced throughout, an oil for the true connoisseur." ,
  "price":"$21,00",
  "category": "Italian Olive Oil",
  "categoryId": "Italian-Olive-Oil",
  "quantity": "100",
  "imageUrl": "css/assets/img/oil-16.png"
},
{
  "id":"Castillo-de-Canena-Picual" ,
  "name":"Castillo de Canena Picual",
  "description":"A deep green oil with intense fruitiness of green olives, freshly mowed grass and tomato plants. Its flavor is smooth with tastes of artichoke, tomato leaf and apple, with a slight bitterness and almond aftertaste. Use for salad dressings, tomato soup, cured hams and cheeses, and grilled meats." ,
  "price":"$29,95",
  "category": "Spanish Olive Oil",
  "categoryId": "Spanish-Olive-Oil",
  "quantity": "100",
  "imageUrl": "css/assets/img/oil-17.png"
},
{
  "id":"2016-Masia-el-Altet-Premium" ,
  "name":"2016 Masia el Altet Premium",
  "description":"Pressed from a careful blend of unique local olive varieties native to Valencia consisting of 30% Changlot Real, 30% Picual and 40% native varietals, Genovesa and Blanqueta. The aroma is fresh, elegant and balanced with pronounced notes of fresh cut grass, artichoke, green banana, apple and a slight hint of citric fruit and herbs. In the mouth, it is semi-sweet with flavors of endive, tomato and green fruit with a slightly spicy finish." ,
  "price":"$22,00",
  "category": "Spanish Olive Oil",
  "categoryId": "Spanish-Olive-Oil",
  "quantity": "100",
  "imageUrl": "css/assets/img/oil-18.png"
},
{
  "id":"2016-Creta-Verde-Organic-PDO-Kolymvari" ,
  "name":"2016 Creta Verde Organic PDO Kolymvari",
  "description":"A PDO-certified extra virgin olive oil made exclusively from organically farmed Koroneiki olives grown in Western Crete’s renowned Kolymvari region, an area famous for producing exceptional olive oil due to its unique microclimate. This high quality olive oil is a testament to the dedication and craftsmanship of the people who produce it and which the locals cherish for its incredibly fresh flavors and aroma. Try the oil as they do in Crete on a fresh horiatiki salad of garden tomatoes, cucumbers and feta, or drizzled over grilled fish with fresh squeezed lemon, or puréed fava beans with onions and parsley." ,
  "price":"$13,00",
  "category": "Organic Olive Oil",
  "categoryId": "Organic-Olive-Oil",
  "quantity": "100",
  "imageUrl": "css/assets/img/oil-19.png"
},
{
  "id":"2016-Aria-Greek" ,
  "name":"2016 Aria Greek",
  "description":"A favorite among the world’s most discerning chefs, this extra virgin olive oil from Western Crete is pressed from estate-grown Koroneiki olives that are pressed within hours of being picked from the tree. A NASFT winner for “Outstanding Olive Oil”, this exceptional oil is characterized by a unique bouquet and taste that are truly unparalleled." ,
  "price":"$13,00",
  "category": "Greek Olive Oil",
  "categoryId": "Greek-Olive-Oil",
  "quantity": "100",
  "imageUrl": "css/assets/img/oil-20.png"
},
{
  "id":"2016-Crete-Gold-PDO-Kolymvari-1-Liter" ,
  "name":"2016 Crete Gold PDO Kolymvari 1 Liter",
  "description":"Produced in the small PDO (Protected Designation of Origin) region of Kolymvari, Crete Gold is pressed from 100% Koroneiki olives. The oil is extraordinarily well-balanced with aromas of green apple, fresh cut grass and artichoke with a pleasantly light peppery finish. Koroneiki olive oil is famous for pairing well with nearly any food such as pulses, bean soups, fresh garden salads, fried potatoes, grilled vegetables and fish, and is a fantastic oil for nearly any cooking application." ,
  "price":"$16,00",
  "category": "Greek Olive Oil",
  "categoryId": "Greek-Olive-Oil",
  "quantity": "100",
  "imageUrl": "css/assets/img/oil-21.png"
},
{
  "id":"2016-Olio-Quattrociocchi-Truffle-Aroma" ,
  "name":"2016 Olio Quattrociocchi Truffle Aroma",
  "description":"The special organic aromatic oils from Olio Quattrociocchi are a must-try. Specially infused with the aroma of Italian truffles, this oil is made exclusively from olives grown on their organic farm in Alatri from the Itrana, Moraiolo, Leccino and Frantoio varieties. Try this oil drizzled on pasta, mashed potatoes, or even fried eggs." ,
  "price":"$13,00",
  "category": "Italian Olive Oil",
  "categoryId": "Italian-Olive-Oil",
  "quantity": "100",
  "imageUrl": "css/assets/img/oil-22.png"
},
{
  "id":"2016-AMORIS-Bacon" ,
  "name":"2016 AMORIS Bacon",
  "description":"The perfect olive oil for the bacon lover and produced exclusively for OliveOilLovers.com. Tantalize you taste buds with this unique extra virgin olive oil pressed from the highest quality Italian olives and naturally infused with a smoky bacon flavor." ,
  "price":"$8,00",
  "category": "Spanish Olive Oil",
  "categoryId": "Spanish-Olive-Oil",
  "quantity": "100",
  "imageUrl": "css/assets/img/oil-23.png"
},
{
  "id":"2016-Olio-Quattrociocchi-Rosemary" ,
  "name":"2016 Olio Quattrociocchi Rosemary",
  "description":"The special organic aromatic oils from Olio Quattrociocchi are a must-try. Specially fused with rosemary during the crushing of the olives, this oil is made exclusively from olives grown on their organic farm in Alatri from the Itrana, Moraiolo, Leccino and Frantoio varieties. Try this oil with roasted chicken, lamb and potatoes, or drizzled over grilled vegetables." ,
  "price":"$11,00",
  "category": "Italian Olive Oil",
  "categoryId": "Italian-Olive-Oil",
  "quantity": "100",
  "imageUrl": "css/assets/img/oil-24.png"
},
{
  "id":"2016-Crete-Gold-PDO-Kolymvari" ,
  "name":"2016 Crete Gold PDO Kolymvari",
  "description":"Produced in the small PDO (Protected Designation of Origin) region of Kolymvari, Crete Gold is pressed from 100% Koroneiki olives. The oil is extraordinarily well-balanced with aromas of green apple, fresh cut grass and artichoke with a pleasantly light peppery finish. Koroneiki olive oil is famous for pairing well with nearly any food such as pulses, bean soups, fresh garden salads, fried potatoes, grilled vegetables and fish, and is a fantastic oil for nearly any cooking application." ,
  "price":"$11,00",
  "category": "Greek Olive Oil",
  "categoryId": "Greek-Olive-Oil",
  "quantity": "100",
  "imageUrl": "css/assets/img/oil-25.png"
},
{
  "id":"2016-Crete-Gourmet-PGI-Chania-3L-Tin" ,
  "name":"2016 Crete Gourmet PGI Chania 3L Tin",
  "description":"This oil is produced under the PGI (Protected Geographical Indication) certification which certifies that the oil is produced exclusively in the Chania region of Western Crete. Pressed from 100% Koroneiki olives, it is a medium fruity oil with aromas of green apple and freshly cut grass and pairs well with nearly any food from fresh salads of tomato, cucumber and feta, to grilled vegetables and fish - a truly excellent oil for all cooking applications." ,
  "price":"$29,00",
  "category": "Greek Olive Oil",
  "categoryId": "Greek-Olive-Oil",
  "quantity": "100",
  "imageUrl": "css/assets/img/oil-26.png"
},
{
  "id":"2016-Gradassi-Lo-Storico-DOP-Assisi-Spoleto" ,
  "name":"2016 Gradassi Lo Storico DOP Assisi Spoleto",
  "description":"Extracted by the unique “Sinolea Rapanelli Drip Method” in which oil is obtained without any production stress and the drops of oil are collected from the perforated fruit, this DOP (Denomination of Protected Origin) certified, “Strong Fruity” single-estate extra virgin olive oil is specially selected by Carol Gradassi. Emerald green and gold in color, this oil is pleasantly spicy with a slightly bitter aftertaste with an intense fruity aroma and taste of freshly pressed, not fully ripe olives. This oil is particularly suited to dress roasted red meats, bruschetta and legume soups." ,
  "price":"$29,00",
  "category": "Italian Olive Oil",
  "categoryId": "Italian-Olive-Oil",
  "quantity": "100",
  "imageUrl": "css/assets/img/oil-27.png"
},
{
  "id":"Castillo-de-Canena-Early-Royal" ,
  "name":"Castillo de Canena Early Royal",
  "description":"Royal is a unique varietal native to the Cazorla Mountains of Jaen in Southern Spain whose cultivation goes back hundreds of years. Because the Royal olives and tree are very delicate, it requires the olives to be collected by hand. Its flavor is elegant with soft fruit, yet balanced and round, showing a slight touch of bitterness on the palate with harmonious notes of sweet green banana, almond and artichoke. Royal has a unique taste and versatility making it a favorite of gourmet chefs." ,
  "price":"$41,95",
  "category": "Spanish Olive Oil",
  "categoryId": "Spanish-Olive-Oil",
  "quantity": "100",
  "imageUrl": "css/assets/img/oil-28.png"
},
{
  "id":"2016-Frantoio-Franci-Gift-Set-3x-100ML" ,
  "name":"2016 Frantoio Franci Gift Set 3x 100ML",
  "description":"OLIVASTRA SEGGIANESE: An award-winning extra virgin olive oil pressed from 100% hand-picked Olivastra Seggianese variety olives. It maintains a clear scent of olives, is fresh and delicate with an aroma of vegetables, artichoke and a hint of banana. The flavor is delicate and well-rounded with a well-balanced fruity and herbaceous flavor. Initially sweet on the palate, it finishes with a medium peppery intensity. Use fresh on fish, strong-flavored salads, artichoke dip, home-made mayonnaise and for oil-preserved vegetables." ,
  "price":"$20,00",
  "category": "Italian Olive Oil",
  "categoryId": "Italian-Olive-Oil",
  "quantity": "100",
  "imageUrl": "css/assets/img/oil-29.png"
}
]
